import React from 'react';

function SimpsonsFemale(props) {
    return (
        <div className={'simpsons'}>
            <div>
                <h2>Гомер Сімпсон</h2>
                <img src={'https://upload.wikimedia.org/wikipedia/uk/0/02/Homer_Simpson_2006.png'}/>
                <p>Гомер — грубий і неввічливий батько родини, він має очевидні вади: товстий, лисий і не дуже розумний.
                    Нерідко він поводиться як блазень, абсурдно, егоїстично і нетактовно, але все ж лишається
                    симпатичним.

                    Гомер має трьох дітей: Барта, Лісу і Меґґі. Працює на Спрингфілдській атомній електростанції
                    інспектором з безпеки. Гомер дуже лінивий і багато п'є.

                    Вага — 109-122 кг, вік — 38-39 років, зріст — 1 м 83 см. Правша. Атеїст (хоча іноді відбріхується що
                    він віруючий).

                    За декілька років він перетворився на культового персонажа у США та багатьох інших країнах світу.

                </p>
                <hr/>
            </div>
            <div>
                <h2>Барт Сімпсон</h2>
                <img src={'https://static.wikia.nocookie.net/simpsons/images/6/65/Bart_Simpson.png'}/>
                <p>Невгамовний шибеник, Барт своїми витівками, часом переходячими можливі й неможливі межі, доставляє
                    чимало проблем оточуючим буквально з пелюшок. Через десять хвилин після народження він вже встиг
                    підпалити батькову краватку. Барт — дитина незапланована, під час неумисного зачаття Гомер
                    знаходився в стані алкогольного сп'яніння, а в період вагітності Мардж випадкового скуштувала
                    шапанське. Ймовірно, через ці фактори дитина не може похвалитися своїми розумовими здібностями. Свої
                    перші слова — "Ай, Карамба" — Барт вимовив, заставши своїх батьків за плотськими втіхами. Коли Барту
                    було два роки, в родині трапилося поповнення — дівчинка Ліза. Оскільки немовля потребувало
                    постійного нагляду, батьки природньо почали менше приділяти уваги первістку. Приревнувавши, хлопчик
                    всіма правдами і неправдами намагався повернути колишню турботу, але натомість терпів дорікання.
                    Одного разу залишившись з Лізою наодинці, Барт почав гнівну тираду, звинувачуючи сестрицю у всіх
                    своїх бідах, як раптом вона, не розуміючи що до чого, у відповідь сказала його ім'я, вимовивши своє
                    перше слово. Після цього їх стосунки покрашуються, та до свідомого віку не зберігаються.

                    До кола інтересів Барта входять захоплення місцевою знаменитістю клоуном Красті, комікси, перегляд
                    мультиків, відеоігри, кепкування з Лізи зокрема й бешкетництво загалом.

                    Улюбленими фільмами Барта є "Щелепи" й трилогія "Зоряних війн". А його кращий друг — Мілгаус ван
                    Гутен.

                    Заробивши протягом свого життя репутацію ненаженого бешкетника, час-від-часу Барт натикається на
                    проблему непорозуміння з людьми. У деякі свої вчинки він вкладає один сенс, однак мешканці міста та
                    навіть члени родини інтерпретують його дії зовсім по-іншому. І відбувається це в моменти душевної
                    доброти хлопака.
                </p>
                <hr/>
            </div>
        </div>
    );
}

export {SimpsonsFemale};